Repository: sidey-app/SIDEY-source
Catalog: macos/SIDEY/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hant

# group.create.realtime_grant_pending
source: The group was created, but the new real-time access couldn’t be verified yet: %@
ja: グループは作成されましたが、新しいリアルタイム権限をまだ確認できません：%@
ko: 그룹은 생성됐지만 새 실시간 권한을 확인 중입니다: %@
zh_hant: 群組已建立，但仍無法確認新的即時存取權限：%@

# group.delete.success
source: Deleted the “%@” group.
ja: 「%@」グループを削除しました。
ko: ‘%@’ 그룹을 삭제했습니다.
zh_hant: 已刪除「%@」群組。

# group.join.action
source: Join with Code
ja: コードで参加
ko: 코드로 참여
zh_hant: 使用邀請碼加入

# group.join.in_progress
source: Joining…
ja: 参加中…
ko: 참여 중…
zh_hant: 加入中…

# group.join.keychain_warning
source: You joined the group, but the invite code couldn’t be saved to Keychain. Save the code you received somewhere safe.
ja: グループには参加しましたが、招待コードをキーチェーンに保存できませんでした。受け取ったコードを別の安全な場所に保管してください。
ko: 그룹에는 참여했지만 초대 코드를 키체인에 저장하지 못했습니다. 받은 코드를 따로 보관해 주세요.
zh_hant: 你已加入群組，但無法將邀請碼儲存至鑰匙圈。請另外妥善保存收到的邀請碼。

# group.join.realtime_grant_pending
source: You joined the group, but the new real-time access couldn’t be verified yet: %@
ja: グループには参加しましたが、新しいリアルタイム権限をまだ確認できません：%@
ko: 그룹에는 참여했지만 새 실시간 권한을 확인 중입니다: %@
zh_hant: 你已加入群組，但仍無法確認新的即時存取權限：%@

# group.leave.confirmation.last_member
source: Because you’re the last member, the group and all messages will be permanently deleted and can’t be recovered.
ja: 最後のメンバーのため、グループとすべてのメッセージは完全に削除され、復元できません。
ko: 마지막 멤버이므로 그룹과 모든 메시지가 영구 삭제되며 복구할 수 없습니다.
zh_hant: 由於你是最後一位成員，群組和所有訊息將永久刪除且無法復原。

# group.leave.confirmation.member
source: You’ll no longer be able to access the group or its existing messages.
ja: グループとこれまでのメッセージにはアクセスできなくなります。
ko: 그룹과 기존 메시지에 더 이상 접근할 수 없습니다.
zh_hant: 你將無法再存取此群組及既有訊息。

# group.leave.confirmation.owner_transfer
source: Ownership will transfer to the earliest remaining member, and you’ll no longer be able to access the group or its existing messages.
ja: グループオーナーは残っているメンバーのうち最初に参加した人へ移り、グループとこれまでのメッセージにはアクセスできなくなります。
ko: 가장 먼저 참여한 남은 멤버에게 방장이 이전되며, 그룹과 기존 메시지에 더 이상 접근할 수 없습니다.
zh_hant: 群組擁有權將移交給現有成員中最早加入的人，而你將無法再存取此群組及既有訊息。

# group.leave.success
source: Left the “%@” group.
ja: 「%@」グループから退出しました。
ko: ‘%@’ 그룹에서 나갔습니다.
zh_hant: 已離開「%@」群組。

# group.name.unknown
source: Group
ja: グループ
ko: 그룹
zh_hant: 群組

# group.remove_member.success
source: Removed %@ from the group.
ja: %@さんをグループから削除しました。
ko: %@님을 그룹에서 내보냈습니다.
zh_hant: 已將 %@ 移出群組。

# group.rename.success
source: Renamed the group.
ja: グループ名を変更しました。
ko: 그룹 이름을 변경했습니다.
zh_hant: 已變更群組名稱。

# group.switch.failed
source: Couldn’t switch groups: %@
ja: グループを切り替えられませんでした：%@
ko: 그룹 전환 실패: %@
zh_hant: 無法切換群組：%@

# groups.active
source: Active
ja: 使用中
ko: 활성
zh_hant: 使用中

# groups.collapse
source: Collapse group
ja: グループを折りたたむ
ko: 그룹 접기
zh_hant: 收合群組

# groups.create.invite_code.description
source: Only friends who receive this code can join the group.
ja: このコードを受け取った友だちだけがグループに参加できます。
ko: 이 코드를 전달받은 친구만 그룹에 참여할 수 있습니다.
zh_hant: 只有收到此代碼的朋友可以加入群組。

# groups.create.invite_code.title
source: New invite code
ja: 発行したばかりの招待コード
ko: 방금 발급한 초대 코드
zh_hant: 剛產生的邀請碼

# groups.create.name.description
source: Enter a 1–20 character name to create a new private group.
ja: 1〜20文字の名前を入力して、新しい非公開グループを作成できます。
ko: 1~20자의 이름을 입력해 새로운 비공개 그룹을 만들 수 있습니다.
zh_hant: 輸入 1–20 個字元的名稱，即可建立新的私人群組。

# groups.create.name.placeholder
source: New group name
ja: 新しいグループ名
ko: 새 그룹 이름
zh_hant: 新群組名稱

# groups.create.name.title
source: Group Name
ja: グループ名
ko: 그룹 이름
zh_hant: 群組名稱

# groups.create.subtitle
source: Create a new space and share its invite code with your friends.
ja: 新しい場所を作り、発行された招待コードを友だちと共有できます。
ko: 새 공간을 만들고 생성된 초대 코드를 친구에게 공유할 수 있습니다.
zh_hant: 建立新空間，並將產生的邀請碼分享給朋友。

# groups.create.title
source: Create a New Group
ja: 新しいグループを作成
ko: 새 그룹 만들기
zh_hant: 建立新群組

# groups.current.empty.description
source: Create a new group or enter an invite code from a friend.
ja: 新しいグループを作成するか、友だちから受け取った招待コードを入力してください。
ko: 새 그룹을 만들거나 친구에게 받은 초대 코드를 입력해 주세요.
zh_hant: 建立新群組，或輸入朋友傳來的邀請碼。

# groups.current.empty.title
source: No Groups Yet
ja: まだグループがありません
ko: 아직 연결된 그룹 없음
zh_hant: 尚未連結任何群組

# groups.current.subtitle
source: Manage the friends shown together and the active group. Each group can have up to %lld members.
ja: 一緒に表示する友だちと使用中のグループを管理できます。各グループには最大%lld人まで参加できます。
ko: 함께 표시할 친구와 활성 그룹을 관리할 수 있습니다. 그룹당 최대 %lld명까지 참여할 수 있습니다.
zh_hant: 管理一起顯示的朋友與目前使用的群組。每個群組最多可有 %lld 位成員。

# groups.current.title
source: Current Groups
ja: 現在のグループ
ko: 현재 그룹
zh_hant: 目前群組

# groups.delete.action
source: Delete Group
ja: グループを削除
ko: 그룹 삭제
zh_hant: 刪除群組

# groups.delete.confirmation_title
source: Delete the “%@” group?
ja: 「%@」グループを削除しますか？
ko: ‘%@’ 그룹을 삭제할까요?
zh_hant: 要刪除「%@」群組嗎？

# groups.delete.message
source: Members and all messages will be permanently deleted and cannot be recovered.
ja: メンバーとすべてのメッセージが完全に削除され、復元できません。
ko: 멤버와 모든 메시지가 영구 삭제되며 복구할 수 없습니다.
zh_hant: 成員與所有訊息都會永久刪除，且無法復原。

# groups.expand
source: Expand group
ja: グループを展開
ko: 그룹 펼치기
zh_hant: 展開群組

# groups.invite_code.copy.action
source: Copy Invite Code
ja: 招待コードをコピー
ko: 초대 코드 복사
zh_hant: 複製邀請碼

# groups.invite_code.copy.complete
source: Copied
ja: コピーしました
ko: 복사 완료
zh_hant: 已複製

# groups.invite_code.copy.help
source: Copy the invite code stored in this device’s Keychain.
ja: このデバイスのキーチェーンに保存された招待コードをコピーします。
ko: 이 기기의 키체인에 보관된 초대 코드를 복사합니다.
zh_hant: 複製儲存在此裝置「鑰匙圈」中的邀請碼。

# groups.invite_code.rotate
source: Replace Invite Code
ja: 招待コードを再発行
ko: 초대 코드 재발급
zh_hant: 重新產生邀請碼

# groups.invite_code.rotate.help
source: Revoke the potentially exposed code and issue one new 128-bit code.
ja: 漏えいした可能性のある以前のコードを無効にし、新しい128ビットコードを1つ発行します。
ko: 노출 위험이 있던 이전 코드를 폐기하고 새 128-bit 코드를 한 번 발급합니다.
zh_hant: 撤銷可能已外洩的舊代碼，並產生一組新的 128 位元代碼。

# groups.join.invite_code.description
source: When you enter an invite code, the server checks membership and the member limit.
ja: 招待コードを入力すると、サーバーがメンバーシップと人数制限を確認します。
ko: 초대 코드를 입력하면 서버에서 멤버십과 인원 제한을 확인합니다.
zh_hant: 輸入邀請碼後，伺服器會檢查成員資格與人數上限。

# groups.join.invite_code.placeholder
source: Invite code
ja: 招待コード
ko: 초대 코드
zh_hant: 邀請碼

# groups.join.invite_code.title
source: Invite Code
ja: 招待コード
ko: 초대 코드
zh_hant: 邀請碼

# groups.join.subtitle
source: Enter a code from a friend to join an existing private group.
ja: 友だちから受け取ったコードを入力して、既存の非公開グループに参加できます。
ko: 친구에게 받은 코드를 입력해 기존 비공개 그룹에 참여할 수 있습니다.
zh_hant: 輸入朋友傳來的代碼，即可加入現有的私人群組。

# groups.join.title
source: Join with an Invite Code
ja: 招待コードで参加
ko: 초대 코드로 참여
zh_hant: 使用邀請碼加入

# groups.leave.action
source: Leave Group
ja: グループから退出
ko: 그룹 나가기
zh_hant: 離開群組

# groups.leave.confirmation_title
source: Leave the “%@” group?
ja: 「%@」グループから退出しますか？
ko: ‘%@’ 그룹에서 나갈까요?
zh_hant: 要離開「%@」群組嗎？

# groups.leave.message.last_owner
source: Because you are the last member, the group and all messages will be permanently deleted and cannot be recovered.
ja: 最後のメンバーのため、グループとすべてのメッセージが完全に削除され、復元できません。
ko: 마지막 멤버이므로 그룹과 모든 메시지가 영구 삭제되며 복구할 수 없습니다.
zh_hant: 你是最後一位成員，因此群組與所有訊息都會永久刪除，且無法復原。

# groups.leave.message.member
source: You will no longer be able to access the group or its existing messages.
ja: このグループと既存のメッセージにはアクセスできなくなります。
ko: 그룹과 기존 메시지에 더 이상 접근할 수 없습니다.
zh_hant: 你將無法再存取此群組及其既有訊息。

# groups.leave.message.owner_transfer
source: Ownership will transfer to the remaining member who joined first, and you will no longer be able to access the group or its existing messages.
ja: 最も早く参加した残りのメンバーにオーナー権限が移り、このグループと既存のメッセージにはアクセスできなくなります。
ko: 가장 먼저 참여한 남은 멤버에게 방장이 이전되며, 그룹과 기존 메시지에 더 이상 접근할 수 없습니다.
zh_hant: 群組擁有權會移交給最早加入的剩餘成員，而你將無法再存取此群組及其既有訊息。

# groups.member.me
source: Me
ja: 自分
ko: 나
zh_hant: 我

# groups.member.owner
source: Owner
ja: オーナー
ko: 방장
zh_hant: 群主

# groups.member.remove.action
source: Remove
ja: 退出させる
ko: 내보내기
zh_hant: 移除

# groups.member.remove.confirmation_title
source: Remove %@?
ja: 「%@」さんを退出させますか？
ko: ‘%@’님을 내보낼까요?
zh_hant: 要移除「%@」嗎？

# groups.member.remove.message
source: This member will no longer be able to access the group or its existing messages.
ja: このメンバーはグループと既存のメッセージにアクセスできなくなります。
ko: 이 멤버는 그룹과 기존 메시지에 접근할 수 없게 됩니다.
zh_hant: 此成員將無法再存取群組及其既有訊息。

# groups.member.remove.title
source: Remove Member
ja: メンバーを退出させる
ko: 멤버 내보내기
zh_hant: 移除成員

# groups.members.empty
source: No members to show.
ja: 表示するメンバーがいません。
ko: 표시할 멤버가 없습니다.
zh_hant: 沒有可顯示的成員。

# groups.operation.create
source: Create Group
ja: グループを作成
ko: 그룹 만들기
zh_hant: 建立群組

# groups.operation.creating
source: Creating…
ja: 作成中…
ko: 만드는 중…
zh_hant: 正在建立…

# groups.operation.join
source: Join with Code
ja: コードで参加
ko: 코드로 참여
zh_hant: 使用代碼加入

# groups.operation.joining
source: Joining…
ja: 参加中…
ko: 참여 중…
zh_hant: 正在加入…

# groups.operation.select
source: Use Group
ja: このグループを使用
ko: 그룹 참가
zh_hant: 使用此群組

# groups.operation.switching
source: Connecting…
ja: 接続中…
ko: 연결 중…
zh_hant: 連線中…

# groups.rename.action
source: Rename
ja: 名前を変更
ko: 이름 변경
zh_hant: 重新命名

# groups.rename.placeholder
source: Group name, 1–20 characters
ja: グループ名（1〜20文字）
ko: 그룹 이름 1~20자
zh_hant: 群組名稱，1–20 個字元

# groups.room.summary.invite_ready
source: %1$lld/%2$lld members · Invite code %3$@
ja: %1$lld/%2$lld人・招待コード %3$@
ko: %1$lld/%2$lld명 · 초대 코드 %3$@
zh_hant: %1$lld/%2$lld 位成員 · 邀請碼 %3$@

# groups.room.summary.invite_rotation_required
source: %1$lld/%2$lld members · Invite code must be replaced
ja: %1$lld/%2$lld人・招待コードの再発行が必要
ko: %1$lld/%2$lld명 · 초대 코드 재발급 필요
zh_hant: %1$lld/%2$lld 位成員 · 需要重新產生邀請碼

# history.close.accessibility
source: Close Recent Messages
ja: 最近のメッセージを閉じる
ko: 최근 메시지 닫기
zh_hant: 關閉最近訊息

# history.empty.description
source: Recent messages from this group will appear here.
ja: このグループの最近のメッセージがここに表示されます。
ko: 이 그룹의 최근 메시지가 여기에 표시됩니다.
zh_hant: 這個群組的最近訊息會顯示在這裡。

# history.empty.title
source: No Messages Yet
ja: まだメッセージはありません
ko: 아직 메시지 없음
zh_hant: 尚無訊息

# history.error.load_failed
source: Couldn’t Load History
ja: 履歴を読み込めませんでした
ko: 기록을 불러오지 못했어요
zh_hant: 無法載入記錄

# history.loading
source: Loading recent messages…
ja: 最近のメッセージを読み込み中…
ko: 최근 메시지를 불러오는 중…
zh_hant: 正在載入最近訊息…

# history.older.exhausted
source: You’ve reached the end of the last %lld days of history.
ja: 過去%lld日分の履歴をすべて表示しました
ko: 최근 %lld일 기록을 모두 봤어요
zh_hant: 已看完最近 %lld 天的記錄

# history.older.load_failed
source: Couldn’t load earlier messages
ja: 以前のメッセージを読み込めませんでした
ko: 이전 메시지를 불러오지 못했어요
zh_hant: 無法載入較早的訊息

# history.older.loading
source: Loading earlier messages…
ja: 以前のメッセージを読み込み中…
ko: 이전 메시지를 불러오는 중…
zh_hant: 正在載入較早的訊息…

# history.retention_notice
source: Messages are automatically deleted from the server after %lld days.
ja: メッセージは%lld日後にサーバーから自動的に削除されます。
ko: 메시지는 서버에서 %lld일 후 자동 삭제됩니다.
zh_hant: 訊息會在 %lld 天後自動從伺服器刪除。

# history.title
source: Recent Messages
ja: 最近のメッセージ
ko: 최근 메시지
zh_hant: 最近訊息

# history.window.title
source: %@ Recent Messages
ja: %@ 最近の履歴
ko: %@ 최근 기록
zh_hant: %@ 最近記錄

# invite.error.backend_unavailable
source: The server configuration needed to read the invite code is unavailable.
ja: 招待コードを読み取るためのサーバー設定がありません。
ko: 초대 코드를 읽을 서버 구성이 없습니다.
zh_hant: 缺少讀取邀請碼所需的伺服器設定。

# invite.error.clipboard_failed
source: Couldn’t copy the invite code to the clipboard.
ja: 招待コードをクリップボードにコピーできませんでした。
ko: 초대 코드를 클립보드에 복사하지 못했습니다.
zh_hant: 無法將邀請碼複製到剪貼簿。

# invite.error.not_stored_on_device
source: The full invite code for this group isn’t stored on this device. For security, it can’t be recovered from the database hash.
ja: このグループの完全な招待コードはこのデバイスに保存されていません。セキュリティ上、データベースのハッシュからは復元できません。
ko: 이 기기에 이 그룹의 초대 코드 원문이 없습니다. 보안상 데이터베이스의 해시에서는 복구할 수 없습니다.
zh_hant: 此裝置未儲存這個群組的完整邀請碼。基於安全考量，無法從資料庫雜湊值還原。

# invite.error.read_failed
source: Couldn’t read the invite code: %@
ja: 招待コードを読み取れませんでした：%@
ko: 초대 코드를 읽지 못했습니다: %@
zh_hant: 無法讀取邀請碼：%@

# invite.error.revoked
source: The previous invite code for this group has been revoked. The group owner must issue a new one.
ja: このグループの以前の招待コードは無効になりました。グループオーナーが新しいコードを発行する必要があります。
ko: 이 그룹의 이전 초대 코드는 폐기됐습니다. 방장이 새 코드를 발급해야 합니다.
zh_hant: 這個群組先前的邀請碼已撤銷，群組擁有者需要發出新的邀請碼。

# invite.rotate.keychain_warning
source: A new code was issued, but it couldn’t be saved to Keychain. Save the code shown now somewhere safe.
ja: 新しいコードは発行されましたが、キーチェーンに保存できませんでした。現在表示されているコードを別の安全な場所に保管してください。
ko: 새 코드는 발급됐지만 키체인에 저장하지 못했습니다. 지금 표시된 코드를 따로 보관해 주세요.
zh_hant: 新的邀請碼已發出，但無法儲存至鑰匙圈。請另外妥善保存目前顯示的邀請碼。

# invite.rotate.success
source: Issued a new invite code.
ja: 新しい招待コードを発行しました。
ko: 새 초대 코드를 발급했습니다.
zh_hant: 已發出新的邀請碼。

# keychain.error.status
source: Keychain error %lld
ja: キーチェーンエラー %lld
ko: 키체인 오류 %lld
zh_hant: 鑰匙圈錯誤 %lld

# keychain.operation_reason
source: Access your sign-in session and group invite codes securely.
ja: サインイン情報とグループの招待コードを安全に読み込みます。
ko: 로그인 상태와 그룹 초대 코드를 안전하게 불러옵니다.
zh_hant: 安全地存取登入狀態與群組邀請碼。

# keychain.transition.message
source: SIDEY uses macOS Keychain to securely store and retrieve your sign-in session and group invite codes.
ja: SIDEYはサインイン情報とグループの招待コードを安全に保存・取得するためにmacOSキーチェーンを使用します。
ko: SIDEY는 로그인 상태와 그룹 초대 코드를 안전하게 보관하고 불러오기 위해 macOS 키체인을 사용합니다.
zh_hant: SIDEY 使用 macOS 鑰匙圈，安全地儲存及取得登入狀態與群組邀請碼。

# keychain.transition.migration_explanation
source: The first time SIDEY loads information saved by an earlier version, macOS may ask for your Mac login password. To avoid being asked again, select “Always Allow” in the macOS dialog that follows. If you select “Allow,” the dialog may appear several more times or appear again the next time you open SIDEY, depending on the saved information.
ja: 以前のバージョンで保存した情報を初めて読み込む際に、Macのログインパスワードを求められることがあります。次回から確認されないようにするには、続いて表示されるmacOSのダイアログで「常に許可」を選択してください。「許可」を選ぶと、保存されている情報に応じてダイアログが数回表示されたり、次回の起動時に再び表示されたりすることがあります。
ko: 이전 버전에서 저장한 정보를 처음 불러올 때 Mac 로그인 암호를 요청할 수 있습니다. 다음부터 묻지 않도록 하려면 이어서 표시되는 macOS 창에서 ‘항상 허용’을 선택해 주세요. ‘허용’을 선택하면 저장된 정보에 따라 창이 몇 차례 더 나타나거나 다음 실행 때 다시 표시될 수 있습니다.
zh_hant: 首次載入舊版本儲存的資訊時，macOS 可能會要求輸入 Mac 登入密碼。若不想下次再被詢問，請在接著顯示的 macOS 視窗中選擇「永遠允許」。若選擇「允許」，視已儲存的資訊而定，視窗可能會再顯示數次，或在下次啟動時再次出現。

# keychain.transition.privacy_explanation
source: SIDEY does not see or store the password you enter.
ja: SIDEYが入力したパスワードを確認または保存することはありません。
ko: SIDEY는 입력한 암호를 확인하거나 저장하지 않습니다.
zh_hant: SIDEY 不會查看或儲存你輸入的密碼。

# keychain.transition.quit
source: Quit SIDEY
ja: SIDEYを終了
ko: SIDEY 종료
zh_hant: 結束 SIDEY

# landing.accessibility.ready
source: SIDEY start screen
ja: SIDEY開始画面
ko: SIDEY 시작 화면
zh_hant: SIDEY 開始畫面

# landing.accessibility.restoring
source: SIDEY is restoring the previous session
ja: SIDEYで前回のセッションを復元中
ko: SIDEY 기존 세션 복원 중
zh_hant: SIDEY 正在還原先前的工作階段

# landing.status.ready
source: Click to get started.
ja: クリックして始めましょう。
ko: 클릭해서 바로 시작해 주세요.
zh_hant: 按一下即可開始。

# landing.status.restoring
source: Restoring your previous session…
ja: 前回のセッションを復元しています…
ko: 기존 세션을 복원하고 있습니다…
zh_hant: 正在還原先前的工作階段…

# landing.tagline
source: Your friends have arrived at the edge of your screen.
ja: 友だちが画面のそばにやってきました。
ko: 친구들이 화면 곁에 도착했습니다.
zh_hant: 朋友們已來到螢幕旁。

# launch_at_login.update_failed
source: Couldn’t update Open at Login: %@
ja: ログイン時に開く設定を変更できませんでした：%@
ko: 로그인 자동 실행을 변경하지 못했습니다: %@
zh_hant: 無法變更登入時開啟設定：%@

# message.composer.placeholder
source: Enter a message
ja: メッセージを入力
ko: 메시지를 입력해 주세요
zh_hant: 輸入訊息

# message.delivery.failed
source: Failed to Send
ja: 送信失敗
ko: 전송 실패
zh_hant: 傳送失敗

# message.delivery.pending
source: Sending
ja: 送信中
ko: 전송 중
zh_hant: 傳送中

# message.error.realtime_disconnected
source: You can’t send messages while the real-time connection is offline.
ja: リアルタイム接続が切断されているため、メッセージを送信できません。
ko: 실시간 연결이 끊겨 메시지를 전송할 수 없습니다.
zh_hant: 即時連線已中斷，無法傳送訊息。

# message.error.wait_for_group_switch
source: Wait for the group switch to finish before sending.
ja: グループの切り替えが完了してから送信してください。
ko: 그룹 전환이 끝난 뒤 전송해 주세요.
zh_hant: 請等候群組切換完成後再傳送。

# message.retention_sync_failed
source: Couldn’t synchronize message retention: %@
ja: メッセージの保存状態を同期できませんでした：%@
ko: 메시지 보관 상태 동기화 실패: %@
zh_hant: 無法同步訊息保留狀態：%@

# message.send.accessibility
source: Send Message
ja: メッセージを送信
ko: 메시지 전송
zh_hant: 傳送訊息

# message.send.failed
source: Couldn’t send: %@
ja: 送信できませんでした：%@
ko: 전송 실패: %@
zh_hant: 傳送失敗：%@

# mutation.post_commit_sync_failed
source: The server operation completed, but the state couldn’t be synchronized: %@
ja: サーバーでの操作は完了しましたが、状態を同期できませんでした：%@
ko: 서버 작업은 완료됐지만 상태 동기화에 실패했습니다: %@
zh_hant: 伺服器操作已完成，但無法同步狀態：%@

# mutation.realtime_recovering
source: Your changes were saved to the server. Restoring the real-time connection…
ja: 変更内容はサーバーに保存されました。リアルタイム接続を復元しています…
ko: 변경사항은 서버에 저장됐습니다. 실시간 연결을 복구 중입니다.
zh_hant: 變更已儲存至伺服器，正在恢復即時連線…

# onboarding.group.create.description
source: Create a new private group of your own.
ja: 新しい非公開グループを自分で作成できます。
ko: 새 비공개 그룹을 직접 만들 수 있습니다.
zh_hant: 你可以自行建立新的私人群組。

# onboarding.group.description
source: Create a group or join with an invite code to bring your pixel world to life.
ja: グループを作成するか招待コードで参加すると、ピクセルワールドが現れます。
ko: 그룹을 만들거나 받은 초대 코드로 참여하면 픽셀 월드가 나타납니다.
zh_hant: 建立群組或使用收到的邀請碼加入，像素世界就會出現。

# onboarding.group.invite_code.placeholder
source: Invite code from a friend
ja: 友だちから受け取った招待コード
ko: 친구에게 받은 초대 코드
zh_hant: 朋友傳來的邀請碼

# onboarding.group.member_limit
source: A group can have up to %lld members.
ja: グループには最大%lld人まで参加できます。
ko: 그룹에는 최대 %lld명까지 참여할 수 있습니다.
zh_hant: 群組最多可有 %lld 位成員。

# onboarding.group.path.accessibility
source: How to connect to a group
ja: グループへの接続方法
ko: 그룹 연결 방식
zh_hant: 群組連結方式

# onboarding.group.path.create
source: Create Group
ja: 新しいグループを作成
ko: 새 그룹 만들기
zh_hant: 建立新群組

# onboarding.group.path.join
source: Join with Code
ja: 招待コードで参加
ko: 초대 코드 참여
zh_hant: 使用邀請碼加入

# onboarding.group.title
source: Connect with Friends
ja: 友だちとつながる
ko: 친구와 연결하기
zh_hant: 與朋友連結

# onboarding.profile.character.title
source: My Character
ja: 自分のキャラクター
ko: 내 캐릭터
zh_hant: 我的角色

# onboarding.profile.description
source: You can change this anytime in Settings.
ja: あとで設定からいつでも変更できます。
ko: 나중에 설정에서 언제든 바꿀 수 있습니다.
zh_hant: 之後可隨時在「設定」中變更。

# onboarding.profile.nickname.placeholder
source: Nickname, 2–8 characters
ja: ニックネーム（2〜8文字）
ko: 닉네임 2~8자
zh_hant: 暱稱，2–8 個字元

# onboarding.profile.title
source: Choose Your SIDEY Name
ja: SIDEYで使う名前を決める
ko: SIDEY에서 쓸 이름 정하기
zh_hant: 設定在 SIDEY 使用的名稱

# onboarding.step.group
source: Group
ja: グループ
ko: 그룹
zh_hant: 群組

# onboarding.step.profile
source: Profile
ja: プロフィール
ko: 프로필
zh_hant: 個人檔案

# overlay.edge.bottom
source: Bottom
ja: 下
ko: 하단
zh_hant: 下方

# overlay.edge.left
source: Left
ja: 左
ko: 좌측
zh_hant: 左側

# overlay.edge.right
source: Right
ja: 右
ko: 우측
zh_hant: 右側

# overlay.edge.top
source: Top
ja: 上
ko: 상단
zh_hant: 上方

# overlay.span.full
source: Full
ja: 全体
ko: 전체
zh_hant: 全部

# pixel_world.interaction.throw
source: Click a friend to throw the default soft ball.
ja: 友だちをクリックするとデフォルトのやわらかボールを投げます。
ko: 친구를 클릭하면 기본 말랑공을 던져요.
zh_hant: 按一下朋友即可投擲預設軟球。

# pixel_world.interaction.tree
source: Right-click the tree to stop or start walking.
ja: 木を右クリックすると立ち止まったり歩いたりします。
ko: 나무를 우클릭하면 멈추거나 걸어요.
zh_hant: 在小樹上按右鍵，即可停止或開始走動。

# pixel_world.nickname.current_user
source: %@ · You
ja: %@ · 自分
ko: %@ · 나
zh_hant: %@ · 你

# profile.character.description
source: Choose the pixel animal that represents you on your friends’ screens.
ja: 友だちの画面で自分を表すピクセル動物を選べます。
ko: 친구 화면에서 나를 나타낼 픽셀 동물을 선택할 수 있습니다.
zh_hant: 選擇在朋友螢幕上代表你的像素動物。

# profile.character.selection.accessibility
source: Character selection
ja: キャラクター選択
ko: 캐릭터 선택
zh_hant: 角色選擇

# profile.character.state.equipping
source: Equipping
ja: 装備中
ko: 장착 중
zh_hant: 正在套用

# profile.character.title
source: Character
ja: キャラクター
ko: 캐릭터
zh_hant: 角色

# profile.cosmetics.bubble.description
source: Choose an owned bubble to apply it to every group immediately.
ja: 所有している吹き出しを選ぶと、すべてのグループにすぐ適用されます。
ko: 보유한 말풍선을 고르면 모든 그룹에 바로 적용됩니다.
zh_hant: 選擇已擁有的對話框後，會立即套用到所有群組。

# profile.cosmetics.bubble.selection.accessibility
source: Bubble selection
ja: 吹き出し選択
ko: 말풍선 선택
zh_hant: 對話框選擇

# profile.cosmetics.character.description
source: Choose an owned character to apply it to every group immediately.
ja: 所有しているキャラクターを選ぶと、すべてのグループにすぐ適用されます。
ko: 보유한 캐릭터를 고르면 모든 그룹에 바로 적용됩니다.
zh_hant: 選擇已擁有的角色後，會立即套用到所有群組。

# profile.cosmetics.character.selection.accessibility
source: Character selection
ja: キャラクター選択
ko: 캐릭터 선택
zh_hant: 角色選擇

# profile.cosmetics.default_bubble
source: Default Bubble
ja: デフォルトの吹き出し
ko: 기본 말풍선
zh_hant: 預設對話框

# profile.cosmetics.default_throwable
source: Default Soft Ball
ja: デフォルトのやわらかボール
ko: 기본 말랑공
zh_hant: 預設軟球

# profile.cosmetics.hint.current
source: Currently in use
ja: 現在使用中
ko: 현재 사용 중
zh_hant: 目前使用中

# profile.cosmetics.hint.select
source: Selecting this applies it to every group immediately
ja: 選択すると、すべてのグループにすぐ適用されます
ko: 선택하면 모든 그룹에 바로 적용됩니다
zh_hant: 選取後會立即套用到所有群組

# profile.cosmetics.state.applying
source: Applying
ja: 適用中
ko: 적용 중
zh_hant: 正在套用

# profile.cosmetics.throwable.description
source: Choose an owned throwable to apply it to every group immediately.
ja: 所有している投げアイテムを選ぶと、すべてのグループにすぐ適用されます。
ko: 보유한 투척물을 고르면 모든 그룹에 바로 적용됩니다.
zh_hant: 選擇已擁有的投擲物後，會立即套用到所有群組。

# profile.cosmetics.throwable.selection.accessibility
source: Throwable selection
ja: 投げアイテム選択
ko: 투척물 선택
zh_hant: 投擲物選擇

# profile.current_user.badge
source: You
ja: 自分
ko: 나
zh_hant: 你

# profile.duplicates_allowed
source: Characters and nicknames may be duplicated within a group.
ja: 同じグループ内でキャラクターやニックネームが重複してもかまいません。
ko: 캐릭터와 닉네임은 그룹 안에서 중복해서 선택할 수 있습니다.
zh_hant: 同一群組內可以使用相同的角色和暱稱。

# profile.error.character_not_owned
source: You can only select a character you own for your profile.
ja: プロフィールには所有しているキャラクターのみ選択できます。
ko: 보유한 캐릭터만 프로필에 선택할 수 있습니다.
zh_hant: 個人檔案只能選擇你已擁有的角色。

# profile.nickname.description
source: The name shown in friends’ pixel worlds and messages · 2–8 characters
ja: 友だちのピクセルワールドとメッセージに表示される名前・2〜8文字
ko: 친구들의 픽셀 월드와 메시지에 표시되는 이름 · 2~8자
zh_hant: 顯示在朋友像素世界與訊息中的名稱 · 2–8 個字元

# profile.nickname.placeholder
source: 2–8 characters
ja: 2〜8文字
ko: 2~8자
zh_hant: 2–8 個字元

# profile.nickname.save
source: Update Nickname
ja: ニックネームを変更
ko: 닉네임 변경하기
zh_hant: 變更暱稱

# profile.nickname.title
source: Nickname
ja: ニックネーム
ko: 닉네임
zh_hant: 暱稱

# profile.nickname.unknown
source: Friend
ja: 友だち
ko: 친구
zh_hant: 朋友

# profile.nickname.unknown_friend
source: Unknown Friend
ja: 不明な友だち
ko: 알 수 없는 친구
zh_hant: 未知的朋友

# profile.nickname.unknown_member
source: Member
ja: メンバー
ko: 멤버
zh_hant: 成員

# profile.onboarding.next_hint
source: After saving your profile, create a group or join with an invite code.
ja: プロフィールを保存したら、グループを作成するか招待コードで参加してください。
ko: 프로필을 저장한 뒤 그룹을 만들거나 초대 코드로 참여해 주세요.
zh_hant: 儲存個人檔案後，請建立群組或使用邀請碼加入。

# profile.selection.state.not_selected
source: Not selected
ja: 未選択
ko: 선택 안 됨
zh_hant: 未選取

# profile.selection.state.selected
source: Selected
ja: 選択済み
ko: 선택됨
zh_hant: 已選取

# profile.subtitle
source: Set the name and character your friends will see.
ja: 友だちに表示される名前とキャラクターを設定できます。
ko: 친구들에게 보이는 이름과 캐릭터를 설정할 수 있습니다.
zh_hant: 設定朋友會看到的名稱和角色。

# profile.success.nickname_updated
source: Updated your nickname.
ja: ニックネームを変更しました。
ko: 닉네임을 변경했습니다.
zh_hant: 已變更暱稱。

# profile.success.saved
source: Saved your profile.
ja: プロフィールを保存しました。
ko: 프로필을 저장했습니다.
zh_hant: 已儲存個人檔案。

# profile.title
source: My Profile
ja: マイプロフィール
ko: 내 프로필
zh_hant: 我的個人檔案

# realtime.kill_switch.error.legacy_connection_creation_failed
source: Couldn’t create the Supabase connection required by the real-time kill switch.
ja: リアルタイムのキルスイッチ用Supabase接続を作成できませんでした。
ko: 실시간 kill-switch용 Supabase 연결을 만들지 못했습니다.
zh_hant: 無法建立即時緊急停止開關所需的 Supabase 連線。

# realtime.kill_switch.error.legacy_connection_recovery_failed
source: Couldn’t restore the Supabase connection after applying the real-time kill switch.
ja: リアルタイムのキルスイッチ適用後にSupabase接続を復元できませんでした。
ko: 실시간 kill-switch 적용 후 Supabase 연결을 복구하지 못했습니다.
zh_hant: 套用即時緊急停止開關後，無法恢復 Supabase 連線。

# realtime.kill_switch.transition_failed
source: Couldn’t switch the real-time kill switch: %@
ja: リアルタイムのキルスイッチ切り替えに失敗しました：%@
ko: 실시간 kill-switch 전환 실패: %@
zh_hant: 無法切換即時服務的緊急停止開關：%@

# realtime.rollout.error.cache_unavailable
source: Couldn’t securely save the Firebase real-time rollout status.
ja: Firebaseのリアルタイムrollout状態を安全に保存できませんでした。
ko: Firebase 실시간 전환 상태를 안전하게 저장할 수 없습니다.
zh_hant: 無法安全儲存 Firebase 即時 rollout 狀態。
